//=========================================================================
//**   通用混合开发框架（CeriumX.Framework）
//=========================================================================
//**   脉脉含情的充满精神的高尚的小强精神
//**   风幽思静繁花落；夜半楼台听江雨。（cockroach888@outlook.com）
//=========================================================================
//**   Copyright © 蟑螂·魂 2021 -- Support 华夏银河空间联盟
//=========================================================================
// 文件名称：Program.cs
// 项目名称：引导程序（CeriumX.Framework.Bootloader）
// 创建时间：2021-07-13 14:28:42
// 创建人员：宋杰军
// 负责人员：宋杰军
// 参与人员：宋杰军
// ========================================================================
// 修改日期：
// 修改人员：
// 修改内容：
// ========================================================================
//using CeriumX.Framework.Core;
//using CeriumX.Framework.Core.Abstractions;
//using System.Threading.Tasks;

//return App.CreateDefaultBuilder(args)
//                .AsSingleInstance()
//                .Build()
//                .StartAsync();
