//=========================================================================
//**   通用混合开发框架（CeriumX.Framework）
//=========================================================================
//**   脉脉含情的充满精神的高尚的小强精神
//**   风幽思静繁花落；夜半楼台听江雨。（cockroach888@outlook.com）
//=========================================================================
//**   Copyright © 蟑螂·魂 2021 -- Support 华夏银河空间联盟
//=========================================================================
// 文件名称：AppHostBuilderContext.cs
// 项目名称：核心 - 抽象（CeriumX.Framework.Core.Abstractions）
// 创建时间：2021-07-13 14:58:58
// 创建人员：宋杰军
// 负责人员：宋杰军
// 参与人员：宋杰军
// ========================================================================
// 修改日期：
// 修改人员：
// 修改内容：
// ========================================================================
using System.Runtime.CompilerServices;

//允许内部访问的程序集
[assembly: InternalsVisibleTo(@"CeriumX.Framework.Core, PublicKey=0024000004800000940000000602000000240000525341310004000001000100815bdc5a921bf8aa23141c2f35b1e7556def69e59b9582081756a242b4965f1194f18e6570cc6405dd5c43e5fdbf84e008428af283759358ae5f02070009ab16876ad711391608237868121772e99810d640c818b6c57e291e94f4892e475b19dfe58e0960c0203f826ff449061e3d801aed5480f99304a37e1a91f42e0761c2")]
