//=========================================================================
//**   通用混合开发框架（CeriumX.Framework）
//=========================================================================
//**   脉脉含情的充满精神的高尚的小强精神
//**   风幽思静繁花落；夜半楼台听江雨。（cockroach888@outlook.com）
//=========================================================================
//**   Copyright © 蟑螂·魂 2021 -- Support 华夏银河空间联盟
//=========================================================================
// 文件名称：AppHostBuilderContext.cs
// 项目名称：核心 - 抽象（CeriumX.Framework.Core.Abstractions）
// 创建时间：2021-07-13 14:58:58
// 创建人员：宋杰军
// 负责人员：宋杰军
// 参与人员：宋杰军
// ========================================================================
// 修改日期：
// 修改人员：
// 修改内容：
// ========================================================================
using System.Runtime.CompilerServices;

//允许内部访问的程序集
[assembly: InternalsVisibleTo(@"CeriumX.Framework.Core, PublicKey=002400000480000094000000060200000024000052534131000400000100010065215cbe0ae536b61f5b2d8b8e63f417a1e0e63e1eb16656d76e30b0d626c7f7bd0f20e9a7ffaca8f548ebad7ce94ab50c19a35c14bdde0cf8194ee4fc9476b0fcaabc243a54b470880fb422a8d09e7dbe1d62fd034be19d3b5b99de1d4c34ac46377c476ed29d8d2081d1b6b8a63b04904c8cef11035cc950bfd3f9d8e152b5")]
